translations_dict = {
     "muslim": 'Референс на ислам',
     "ancient": 'Референс на древние культуры',
     "culture": 'Связано с культурой',
     "nuclear": 'Упоминается тематика ядерного оружия/ядерной войны',
     "swastic": 'Присутствует свастика',
     "feminism": 'Упомянута феминистическая проблематика',
     "religion": 'Упомянута религиозная тематика',
     "bourgeois": 'Присутствует буржуазия',
     "historical": 'Упомянуты исторические события',
     "minorities": 'Упомянуты народы СССР',
     "enlightenment": 'Относится к категориям просвещения',
     "anciene_regime": 'Упомянуты старорежимные элементы',
     "workers and peseants": 'Присутствуют рабочие и крестьяне',
     "Red army": "Упомянута Красная армия",
     "inner enemy": "Пердставлены враги на своей территории",
     "soviet ally": "Представлены союзники СССР",
     "cosmos": "Представлена космическая тематика"
}
